CLOTHES_CATEGORIES = ["아우터/패딩", "아우터/코트", "아우터/집업/점퍼", "아우터/자켓", "아우터/플리스", "아우터/바람막이", "아우터/가디건", "아우터/야상",
            "상의/후드", "상의/맨투맨", "상의/니트", "상의/셔츠", "상의/긴소매티셔츠", "상의/블라우스", "상의/조끼", "상의/반소매티셔츠", "상의/민소매",
            "팬츠/롱팬츠", "팬츠/슬랙스", "팬츠/데님", "팬츠/숏팬츠", "팬츠/치마바지",
            "원피스/세트/롱원피스", "원피스/세트/투피스", "원피스/세트/점프수트", "원피스/세트/미니원피스",
            "스커트/미디/롱스커트", "스커트/미니 스커트",
            "신발/스니커즈", "신발/워커부츠", "신발/블랫/로퍼", "신발/힐", "신발/샌들", "신발/슬리퍼/쪼리", "신발/블로퍼/뮬",
            "가방/크로스백", "가방/숄더백", "가방/토트백", "가방/클러치","가방/에코백", "가방/백팩",
            "트레이닝/트레이닝 세트", "트레이닝/트레이닝 상의", "트레이닝/트레이닝 하의", "트레이닝/레깅스",
            "이너웨어",
            "홈웨어",
            "비치웨어",
            "패션잡화/모자", "패션잡화/양말", "패션잡화/기타",
            "악세사리/헤어 악세서리", "악세사리/목걸이", "악세사리/팔찌", "악세사리/발찌", "악세사리/반지", "악세사리/귀걸이"
            ]

CLOTHES_COLORS = [
    "블랙", "화이트", "그레이", "레드", "핑크", "오렌지", "베이지", "브라운",
    "옐로우", "그린", "카키", "민트", "블루", "네이비", "스카이블루",
    "퍼플", "라벤더", "와인", "네온", "골드", "실버"
]